exercise_dict = {
    "squat.gif": [
        "squat",
        "приседания со штангой",
        "приседание со штангой",
        "присідання зі штангою",
        "присед со штангой",
    ],
    "benchpress.gif": ["bench press", "жим лежа", "жим штанги лежа", "жим лежачи", "жим штанги лежачи"],
    "deadlift.gif": ["deadlift", "становая", "становая тяга", "станова тяга", "станова"],
    "pushups.gif": ["pushups", "push-ups", "отжимания", "віджимання", "відтискання"],
    "pullups.gif": ["pullups", "pull-ups", "подтягивания", "підтягування"],
}
